<%--
  Created by IntelliJ IDEA.
  User: romaz
  Date: 14.11.2019
  Time: 7:53
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>

<jsp:include page="header.jsp"/>
<div class="information-page">

<div class="information">
<br><h1>Интеллектуальная система "Умный дом"</h1>
<br>
<h2>Что такое умный дом</h2>

<p>Помните рассказ Рэя Брэдбери «Будет ласковый дождь»? Если нет, то вкратце напомним: речь там идёт о жизни дома,
оставшегося без хозяев. Автоматические системы продолжают работать в прежнем режиме: говорящие часы напоминают,
что пора вставать, умная печь самостоятельно готовит завтрак, метеокоробка сообщает, что на улице дождь.
    До боли напоминает современную технику, правда? А ведь рассказ был опубликован в 1950 году.

Умный дом — это комплекс решений для автоматизации повседневных действий, который избавит вас от рутины.
Тут и бытовая техника — от роботов-пылесосов до приборов, управляемых со смартфона, — и системы, контролирующие всё,
что происходит в квартире.

По сути, это история об улучшении качества жизни. Комфорт состоит из мелочей, а умный дом возьмёт все мелочи на себя.
Если вы проснулись ночью и пошли на кухню за стаканом воды, не придётся пробираться по тёмному коридору в поисках выключателя:
свет загорится автоматически. Волновались ли вы когда-нибудь, что не выключили утюг или телевизор? Долой тревожные мысли:
    достаточно послать со смартфона команду умной розетке, а она отключит прибор, который от неё питается.</p>
<br><br>
<h2>Зачем вообще он нужен</h2>

    <p>Всё очевидно: чтобы сделать вашу жизнь проще и лучше. Умный дом — это спокойствие и существенная экономия.

Начнём со спокойствия. Если переживания обо всём на свете для вас обычное дело, умный дом поможет избавиться хотя бы
от тех тревог, что связаны с вашей квартирой. Не выключили утюг? Не беда, отправьте команду умной розетке,
та живо его обесточит. Боитесь, что запущенная перед уходом из дома стиральная машинка вышла из строя и устроила
    соседям снизу аквапарк? Ничего страшного. Если она действительно подтекает, вам об этом моментально сообщит датчик протечек.

Что в итоге: вы меньше тревожитесь из-за несуществующих проблем и освобождаете мозг от лишних размышлений.
    Проверить, как дела дома, можно в любой момент с помощью смартфона.

Теперь об экономии. Многим это преимущество умного дома наверняка покажется сомнительным. Дескать, какая ещё экономия,
когда надо купить несколько датчиков, розеток и видеокамеру? Поверьте, ощутимая. Взять ту же умную розетку —
она умеет отслеживать, сколько энергии потребляет подключённое к ней устройство. В итоге вы можете вычислить самые
прожорливые приборы и прилично сэкономить на оплате счетов. А сколько денег вы сбережёте, если датчик протечки вовремя
    сообщит о начинающемся потопе, и представить сложно.

В общем, умный дом — затея, которая полностью себя оправдывает. Жизнь без лишних тревог стоит куда дороже, чем несколько датчиков и розеток.
    Как сделать свой дом умным

Легче, чем кажется. Если выбрать правильную технику, даже не придётся звать для установки специально обученных людей.
Например, все устройства Rubetek снабжены простыми и понятными инструкциями, так что вы без проблем справитесь своими
    силами.</p>
</div>
</div>

<jsp:include page="footer.jsp"/>